<?php

declare(strict_types=1);

return [
    'login' => [
        'title' => 'تسجيل الدخول',
        'welcome' => 'مرحبا بك مجددا',
        'no_account' => 'ليس لديك حساب؟',
        'new_account' => 'تسجيل حساب جديد',
        'email' => 'البريد الالكتروني',
        'password' => 'كلمة السر',
        'remember_me' => 'تذكرني',
        'forgot_password' => 'نسيت كلمة السر؟',
        'btn_login' => 'تسجيل الدخول',
    ],
    'register' => [
        'title' => 'حساب جديد',
        'welcome' => 'مرحباً بك!',
        'have_account' => 'لديك حساب؟',
        'login' => 'تسجيل الدخول',
        'name' => 'الاسم',
        'email' => 'البريد الالكتروني',
        'password' => 'كلمة السر',
        'password_confirmation' => 'تأكيد كلمة السر',
        'btn_register' => 'تسجيل حساب جديد',
    ],
    'password' => [
        'email' => 'البريد الالكتروني',
        'forgot_title' => 'استعادة كلمة السر',
        'forgot_description' => 'نسيت كلمة المرور؟
        لا يوجد مشكلة. فقط دعنا نعرف عنوان بريدك الإلكتروني
        وسنرسل لك عبر البريد الإلكتروني رابط إعادة تعيين كلمة المرور الذي سيسمح لك
        باختيار واحدة جديدة.',
        'btn_request' => 'ارسال رابط إعادة تعيين كلمة المرور',
        'confirm_title' => 'تأكيد كلمة المرور',
        'confirm_description' => 'هذه منطقة آمنة للتطبيق. يرجى تأكيد كلمة المرور الخاصة بك قبل الاستمرار.',
        'btn_confirm' => 'تأكيد كلمة السر',
        'reset_title' => 'اعادة ضبط كلمة المرور',
        'btn_reset' => 'اعادة ضبط كلمة السر',
    ],
    'email' => [
        'verify_title' => 'تأكيد البريد الالكتروني',
        'description' => 'شكرا لتسجيلك! قبل البدء، هل يمكنك التحقق من حسابك
          عنوان البريد الإلكتروني من خلال النقر على الرابط الذي أرسلناه إليك عبر البريد الإلكتروني للتو؟ اذا أنت
          لم نتلق البريد الإلكتروني، سنرسل لك بكل سرور رسالة أخرى.',
        'link_sent' => 'تم إرسال رابط تحقق جديد إلى عنوان بريدك الإلكتروني
            المقدمة أثناء التسجيل.',
        'btn_send_verification_link' => 'إعادة ارسال بريد التحقق',
    ],
    'logout' => 'تسجيل خروج',
];
