<?php

declare(strict_types=1);

return [
    'title' =>  'الحجوزات',
    'sub_title' =>  'شاهد الحجوزات القادمة والماضية التي تم حجزها من خلال روابط الاجتماعات الخاصة بك.',
    'no_bookings' =>  'لا يوجد حجوزات',
    'no_bookings_desc' =>  'ليس لديك أي حجوزات. بمجرد قيام شخص ما بحجز موعد معك، سيظهر هنا.',
    'filter_future' =>  'الحجوزات الحالية',
    'filter_past' =>  'الحجوزات الماضية',
    'filter_cancelled' =>  'الحجوزات الملغية',
    'cancelled_title' =>  'الحجز ملغي',
    'cancelled_desc' => 'تم إلغاء هذا الحجز!',
    'cancelled_at' => 'تم إلغاء الحجز في:',
    'confirmed_title' => 'تم تأكيد الحجز',
    'cancel_title' => 'إلغاء الحجز',
    'cancel_reason' => 'سبب الإلغاء',
    'cancel_reason_desc' => 'سيتم إرسال إشعار بالإلغاء لجميع المدعويين عن طريق البريد الالكتروني.',
    'cancel_reason_placeholder' => 'مثال: لا يمكنني الحضور لأسباب شخصية.',
    'cancel_success' => 'تم إلغاء الحجز بنجاح',
    'confirmed_h1' => 'تمت جدولة هذا الاجتماع',
    'confirmed_p' => 'لقد أرسلنا بريدًا إلكترونيًا يتضمن دعوة تقويمية تتضمن التفاصيل للجميع.',
    'confirmed_footer' => 'مدعم من قبل',
    'location' => 'طريقة الانعقاد:',
    'timezone' => 'بتوقيت',
    'time' => 'توقيت الاجتماع:',
    'event_name' => 'الاجتماع:',
    'past_title' => 'تم تأكيد الحجز',
    'past_desc' => 'هذا الحجز في الماضي',
    'duration' => 'إجتماع لمدة',
    'minute' => 'دقيقة',
    'with' => 'مع',
    'host_timezone' => 'توقيت الحجز طبقاً للضيف:',
    'guest_timezone' => 'التوقيت الزمني للضيف:',
    'join' => 'انضمام إلى الاجتماع',
    'forms' => [
        'cancel' => [
            'title' => 'إلغاء الحجز',
            'reason_label' => 'سبب الإلغاء',
            'reason_description' => 'سيتم إرسال إشعار بالإلغاء للحضور عن طريق البريد الالكتروني.',
            'reason_placeholder' => 'مثال: لا يمكنني الحضور لأسباب شخصية.',
        ]
    ]
];
