<?php

declare(strict_types=1);

return [
    'locations' => [
        'form' => [
            'radio_label' => 'طريقة حضور الموعد',
            'radio_description' => 'اختر طريقة حضور الموعد من الطرق المتاحة',
            'guest_address_label' => 'عنوان الموعد',
            'guest_address_description' => 'قم بإدخال عنوان او مكان الموعد الذي ترغب فيه',

        ]
    ],
    'events' => [
        'title' => 'إجتماعاتي',
        'subtitle' => 'أنشئ اجتماعات لمشاركتها ليقوم الأشخاص بحجزها في التقويم الخاص بك.',
        'no_results' => 'لا يوجد اجتماعات',
        'no_results_subtitle' => 'تمكّنك الاجتماعات من مشاركة الروابط التي تعرض الأوقات المتاحة في التقويم الخاص بك وتسمح للأشخاص بإجراء الحجوزات معك.',
        'minute' => 'دقيقة',
        'public' => 'مرئي للجميع',
        'private' => 'سري',
    ],
    'edit' => [
        'title' => 'تعديل اجتماع',
        'setup' => 'بيانات الاجتماع',
        'locations' => 'مكان المقابلة',
        'availability' => 'المواعيد المتاحة',
    ]
];
