<?php

declare(strict_types=1);

return [
    'username' => 'اسم المستخدم',
    'username_desc' => 'قم باختيار اسم مستخدم مميز حيث انه سيكون المعرف الخاص بك في رابط الكالندر.',
    'country' => 'الدولة',
    'country_desc' => 'يستخدم هذا الإعداد لتحديد دولتك داخل نظام الكالندر',
    'timeformat' => 'صيغة الوقت',
    'timeformat_desc' => 'يعد هذا إعدادًا داخليًا ولن يؤثر على كيفية عرض الأوقات على صفحات الحجز العامة لك أو لأي شخص يقوم بحجزك.',
    'next' => 'التالي',
    'hour' => 'ساعة',
    'welcome' => 'أهلاً بك في',
    'welcome_desc' => 'سنقوم بتوجيهك خلال الخطوات التالية بإعداد حسابك لتتمكن من الحصول على الاستفادة القصوى من الكالندر.',
    'start' => 'البدء',
    'congrats' => 'هنيئاً لك يا',
    'final' => 'لقد قمت بإستكمال جميع الخطوات الاساسية للبدء في استخدام الكالندر بنجاح.',
    'wish' => 'نتمنى لك تجربة ممتعة ومفيدة معنا.',
    'go_to_dashboard' => 'الانتقال للوحة التحكم',
];
