<?php

declare(strict_types=1);

return [
    'general' => 'الاعدادات العامة',
    'general_subtitle' => 'إدارة الإعدادات للغتك والمنطقة الزمنية',
    'public' => 'الصفحة العامة',
    'public_subtitle' => 'تعديل الصفحة العامة للملف الشخصي وطريقة عرض الاجتماعات',
    'personal' => 'المعلومات الشخصية',
    'personal_subtitle' => 'ادارة اعدادات حسابك الشخصي وبياناتك الاساسية',
    'password' => 'كلمة المرور',
    'password_subtitle' => 'قم بتغيير كلمة المرور الخاصة بك. (قد تحتاج إلى تسجيل الدخول مرة أخرى بعد تغيير كلمة المرور الخاصة بك).',
    'forms' => [
        'general' => [
            'lang' => 'اللغة',
            'lang_desc' => 'قم بتغيير اللغة التى تريد استخدامها في تطبيق الكالندر.',
            'time_format' => 'صيغة الوقت',
            'time_format_desc' => 'يعد هذا إعدادًا داخليًا ولن يؤثر على كيفية عرض الأوقات على صفحات الحجز العامة لك أو لأي شخص يقوم بحجزك.',
            'country' => 'الدولة',
            'country_desc' => 'يستخدم هذا الإعداد لتحديد دولتك داخل نظام الكالندر',
            'seo' => 'السماح بفهرسة SEO',
            'seo_desc' => 'السماح لمحركات البحث بالوصول إلى المحتوى العام الخاص بك',
            'hour' => 'ساعة'
        ],
        'public' => [
            'name' => 'الاسم',
            'name_desc' => 'الاسم الذي سيظهر للمستخدمين اثناء الحجز',
            'username' => 'اسم المستخدم',
            'username_desc' => 'قم باختيار اسم مستخدم مميز حيث انه سيكون المعرف الخاص بك في رابط الكالندر.',
            'welcome_message' => 'محتوى الصفحة العامة',
            'welcome_message_desc' => 'يمكنك تعديل محتوى الصفحة العامة من هنا الذي يظهر لزوارك من هنا',
        ],
        'password' => [
            'current' => 'كلمة المرور الحالية',
            'new' => 'كلمة المرور الجديدة',
            'new_confirmation' => 'تأكيد كلمة المرور الجديدة',
        ]
    ],
];
