<?php

declare(strict_types=1);

return array(
  'hello' => 'مرحبا',
  'event_cancelled' => 'تم الغاء الحجز: ',
  'by_host' => 'بواسطة المستضيف',
  'time_at' => 'في التوقيت: ',
  'cancel_reason' => 'سبب الالغاء: ',
  'cancel_reason_none' => 'لم يتم تحديد سبب الالغاء',
  'thanks' => 'شكراً لإستخدامك الكالندر ❤️',
  'event' =>
  array(
    'name' => 'الاجتماع:',
    'booked' => 'تم حجز الموعد بنجاح: ',
  ),
  'booking' =>
  array(
    'host' => 'المستضيف: ',
    'guest' => 'المدعو الرئيسي: ',
    'date' => 'تاريخ الحجز: ',
    'time' => 'توقيت الحجز: ',
    'timezone' => 'التوقيت الزمني: ',
    'notes' => 'ملاحظات من قبل المدعو: ',
    'new' => 'حجز جديد: ',
    'with' => ' مع ',
    'new_title' => 'لديك حجز جديد 🎉',
    'location' => 'طريقة عقد الاجتماع:',
    'details' => 'تفاصيل الحجز',
  ),
  'locations' =>
  array(
    'join' => 'الإنضمام إلى الاجتماع:',
    'guest_call' => 'الإنضمام إلى الاجتماع: الإتصال بالرقم التالي',
    'host_call' => 'المستضيف سيتصل بك على الرقم التالي: ',
    'text' => 'طريقة عقد الاجتماع: ',
    'address' => 'العنوان: ',
  ),
);
