<?php

declare(strict_types=1);

return array(
  'intro' =>
  array(
    'title' => 'البداية',
    'cta' => 'إستكمال',
    'summary' => 'مرحبا بك في تطبيق كالندر',
    'description' => 'يسعدنا انضمامك لنا في تطبيق كالندر ونتمنى لك تجربة ممتعة.',
  ),
  'step1' =>
  array(
    'title' => 'البيانات الاساسية',
    'cta' => 'إستكمال',
    'summary' => 'تأكيد البيانات الاساسية لإستخدام حسابك',
    'description' => 'قم باختيار اسم مستخدم مميز حيث انه سيكون المعرف الخاص بك في رابط الكالندر.',
  ),
  'final' =>
  array(
    'title' => 'البدء بالجدولة',
    'cta' => 'إستكمال',
    'summary' => 'الانتقال الى لوحة التحكم',
    'description' => 'تأكيد عنوان البريد الالكتروني الخاص بك هام حيث سيصلك عليه جميع الاشعارات والتفاصيل الخاصة بالحجز.',
  ),
);
